Repository: AspireOne/Companion
Catalog: src/locales/*/messages.po
Languages: cs

source: 'Adressed as' is too long.
cs: 'Adresováno jako' je příliš dlouhé.

source: 'Share {0}'s profile with buddies
cs: Sdílejte profil {0} s přáteli

source: <0>What is Character Roulette?</0>Meet new people, roleplay fictional situations and spark fun conversations. Get matched with a stranger for anonymous, entertaining chats!<1/><2/>Easily skip to new matches and scenarios anytime. Unmask profiles to follow each other and turn chats into connections. Roleplay Roulette creates a space for shared imagination with the tap of a button.<3/><4/><5>How does it work?</5>When you enter a chat room, Character Roulette generates an interesting roleplay scenario or a situation to kickstart the conversation. Let your imagination run wild as you and your match improvise and build a fictional world together. From acting out funny slices of life to pretending you're secret agents on a mission, the possibilities are endless!
cs: <0>Co je Character Roulette?</0>Seznamte se s novými lidmi, hrajte fiktivní situace a podněcujte zábavné konverzace. Nechte se spárovat s cizincem pro anonymní, zábavné rozhovory! <1/> <2/> Snadno přeskakujte k novým spárováním a scénářům kdykoli. Odhalte profily pro vzájemné sledování a proměňte konverzace ve spojení. Character Roulette vytváří prostor pro sdílenou představivost jedním kliknutím. <3/> <4/> <5>Jak to funguje?</5> Když vstoupíte do chatovací místnosti, Character Roulette vygeneruje zajímavý scénář pro rolovou hru nebo situaci, aby odstartoval konverzaci. Nechte vaši představivost běžet, když vy a váš spárovaný improvizujete a společně budujete fiktivní svět. Od hraní vtipných útržků ze života až po předstírání, že jste tajní agenti na misi, možnosti jsou nekonečné!

source: About Character
cs: O postavě

source: Active chats
cs: Aktivní konverzace

source: Addressed As
cs: Oslovován/a jako

source: Advanced mood settings
cs: Pokročilé nastavení nálady

source: Adventure
cs: Dobrodružné

source: Adventure-style game. Let the character guide you through the story!
cs: Hra ve stylu dobrodružství. Nech postavu vést tě příběhem!

source: Are you sure you want to end the chat?
cs: Opravdu chceš chat ukončit?

source: Bio
cs: O mně

source: Bio is too long.
cs: Bio je příliš dlouhé.

source: Cancel
cs: Zrušit

source: Casually chat with the character. Hey, how r u?
cs: Ležérně s postavou chatujte. Čau, jak je?

source: Category
cs: Kategorie

source: Classic chat experience, talk about your day, interests, or try to make a romantic partner!
cs: Klasický chat - mluv o svém dni, zájmech, nebo se pokus vytvořit si romantického partnera!

source: Click search button to chat.
cs: Pro chatování klikni na tlačítko hledání.

source: Click to enable advanced mood settings
cs: Klepnutím povolíš pokročilé nastavení nálady

source: Close
cs: Zavřít

# Create a new comment
source: Comment
cs: Komentovat

source: Comment
cs: Komentovat

source: Comments
cs: Komentáře

source: Connected.
cs: Připojeno.

source: Connecting...
cs: Připojování...

source: Contact us
cs: Kontaktujte nás

source: Cover
cs: Úvodní obrázek

source: Create
cs: Vytvořit

source: Create a new comment
cs: Napsat nový komentář

source: Create a new post
cs: Vytvořit nový příspěvek

source: Create New Character
cs: Vytvořit novou postavu

source: Delete
cs: Smazat

source: Description
cs: Popis

source: Discover
cs: Objevuj

source: Discover Characters
cs: Objevuj postavy

source: Edit
cs: Upravit

source: Email
cs: E-mailová adresa

source: Email is invalid.
cs: E-mail je neplatný.

source: Email is too long.
cs: E-mail je příliš dlouhý.

source: End Chat
cs: Ukončit chat

source: Enter your email
cs: Zadejte svůj e-mail

source: Enter your message...
cs: Zadejte svou zprávu...

source: Enter your name
cs: Zadejte své jméno

source: Enter your phone
cs: Zadejte svůj telefon

source: Error signing in with Google!
cs: Chyba při přihlášení přes Google!

source: Example dialogue
cs: Ukázka dialogu

source: Failed to connect.
cs: Připojení se nezdařilo.

source: Followers
cs: Sledující

source: Following
cs: Sleduje

source: Form submitted!
cs: Formulář odeslán!

source: Forum
cs: Fórum

source: Forum Post
cs: Příspěvek na fóru

source: Got a problem? A question? Or just want to say hi? We are here for you.
cs: Máte problém? otázku? Nebo nás jen chcete pozdravit? Jsme tu pro vás.

source: Hi, {0}
cs: Ahoj, {0}

source: Home
cs: Domů

source: How should the character address you?
cs: Jak by tě měla postava oslovovat?

source: How you wish characters to address you...
cs: Jak si přeješ, aby tě postavy oslovovaly...

source: Change your user settings
cs: Změna uživatelského nastavení

source: Character Roulette
cs: Roleplay Ruleta

source: Character's character
cs: Osobnost postavy

source: Chat with {0}
cs: Chatovat s {0}

source: Image for mood 'blushed'
cs: Obrázek pro náladu 'stud'

source: Image for mood 'happy'
cs: Obrázek pro náladu 'štěstí'

source: Image for mood 'neutral'
cs: Obrázek pro náladu 'neutrální'

source: Image for mood 'sad'
cs: Obrázek pro náladu 'smutek'

source: Image url is too long.
cs: Adresa Url obrázku je příliš dlouhá.

# New Character page category name
source: Images
cs: Obrázky

source: Language successfully changed
cs: Jazyk byl úspěšně změněn

source: Let's explore some new characters.
cs: Pojďme prozkoumat nějaké nové postavy.

source: Load more
cs: Načíst víc

source: Loading...
cs: Načítání...

source: Must be a 2-letter code.
cs: Musí být dvoupísmenný kód.

source: Name
cs: Jméno

source: Name is required.
cs: Jméno je povinné.

source: Name is too long.
cs: Jméno je příliš dlouhé.

source: No available room found!
cs: Nenalazena žádná volná mistnost!

source: No bio.
cs: Žádné bio.

source: No description.
cs: Žádný popis.

source: No characters found. Try changing your search term.
cs: Nenalezeny žádné postavy. Zkus změnit hledaný výraz.

source: NSFW content
cs: NSFW obsah

source: Only for friends
cs: Pouze pro přátele

source: Persona
cs: Osobnost

source: Popular forum posts
cs: Populární příspěvky na fóru

source: Popular Characters
cs: Populární postavy

source: Privacy Policy
cs: Ochrana osobních údajů

source: Private
cs: Soukromé

source: Profile
cs: Profil

source: Profile updated!
cs: Profil aktualizován!

source: Public
cs: Veřejné

source: Remove chat
cs: Odstranit chat

source: replies
cs: odpovědi

source: Roleplay with the character, feels just real!
cs: Roleplay s postavou - působí skoro skutečně!

source: Save Changes
cs: Uložit změny

source: Searching...
cs: Hledání...

source: Select one of the available experiences
cs: Vyber jednu z dostupných možností

source: Select visibility
cs: Vyber viditelnost

source: Send message
cs: Odeslat zprávu

source: Sending...
cs: Odesílání...

source: Settings
cs: Nastavení

source: Share
cs: Sdílet

source: Share on Facebook
cs: Sdílet na Facebooku

source: Share on Instagram
cs: Sdílet na Instagramu

source: Share on Twitter
cs: Sdílet na Twitteru

source: Show Profile
cs: Zobrazit profil

source: Sign in with google
cs: Přihlásit se přes Google

source: Signed in as
cs: Přihlášen/a jako

source: Start
cs: Začít

source: Start conversation
cs: Zahájit konverzaci

source: Start the chat
cs: Zahájit chat

source: Submit
cs: Odeslat

source: Talk with the character as if you were there with them.
cs: Mluv s postavou, jako bys byl právě s ní.

source: Tell us about yourself
cs: Řekni nám něco o sobě

source: The companion that is always by your side.
cs: Společnost, která je vždy po vašem boku.

source: This user has not created any characters yet :(
cs: Tento uživatel ještě nevytvořil žádné postavy :(

source: This user has not set a bio yet. Check back later!
cs: Tento uživatel si ještě nenastavil bio. Koukni se později!

source: Title
cs: Název

source: Uploading...
cs: Nahrávání...

source: User left.
cs: Uživatel se odpojil.

source: Username
cs: Uživatelské jméno

source: Username is required.
cs: Uživatelské jméno je povinné.

source: Username is too long.
cs: Uživatelské jméno je příliš dlouhé.

source: Waiting for user...
cs: Čekání na uživatele...

source: What is your special skill?
cs: Jaká je tvoje speciální dovednost?

source: What should your characters know about you?
cs: Co by o tobě měly tvé postavy určitě vědět?

source: Whether the character will produce content not suitable for minors.
cs: Zda bude postava produkovat obsah, který nemusí být vhodný pro mládež.

source: You don't have any active chats yet. Start one now!
cs: Zatím nemáš žádné aktivní chaty. Začni nějaký!

source: Your message...
cs: Vaše zpráva...

source: Your world, your story. You control the character, and you decide how the story will unfold.
cs: Tvůj svět, tvůj příběh. Ty ovládáš postavu a je na tobě, jak se příběh rozvine.
